Repository: algoritex/pro_xml_ads
Catalog: languages/*/messages.po
Languages: es_es

source: >> Import
es_es: >> Importar

source: >> Export
es_es: >> Exportar

source: >> Help
es_es: >> Ayuda

source: Import
es_es: Importar

source: Export
es_es: Exportar

source: Help
es_es: Ayuda

source: Insert XML Tags
es_es: Insertar Tags XML

source: Tag Category
es_es: Tag Categoria

source: Tag Title
es_es: Tag Título

source: Tag Description
es_es: Tag Descripción

source: Tag Price
es_es: Tag Precio

source: Tag Currency
es_es: Tag Moneda

source: Tag Country
es_es: Tag País

source: Tag City
es_es: Tag Ciudad

source: Tag City Area
es_es: Tag Area

source: Tag Address
es_es: Tag Dirección

source: Tag Zip
es_es: Tag CP

source: Tag Name
es_es: Tag Nombre

source: Tag Photo 1
es_es: Tag Foto 1

source: Tag Photo 2
es_es: Tag Foto 2

source: Tag Photo 3
es_es: Tag Foto 3

source: Tag Photo 4
es_es: Tag Foto 4

source: Load XML
es_es: Cargar XML

source: File Options
es_es: Opciones del archivo

source: Upload XML File
es_es: Subir archivo XML

source: Default Data
es_es: Valores por defecto

source: Create non existent categories
es_es: Crear categorías no existentes

source: Default Category
es_es: Categoría por defecto

source: Select Default Category
es_es: Seleccionar Categoría por defecto

source: Default Contact Name
es_es: Nombre de contacto por defecto

source: Default Contact Email
es_es: Email por defecto

source: Default Currency
es_es: Moneda por defecto

source: Select Default Currency
es_es: Seleccionar moneda por defecto

source: Default Country
es_es: País por defecto

source: Default Region
es_es: Región por defecto

source: Default City
es_es: Ciudad por defecto

source: Default City Area
es_es: Area por defecto

source: Default Expiration Days
es_es: Días para la expiración por defecto

source: Empty or 0, never expires
es_es: Vacío o 0, nunca expira

source: Custom tags
es_es: Tags propios

source: Category
es_es: Categoría

source: Title
es_es: Titulo

source: Description
es_es: Descripción

source: Price
es_es: precio

source: Currency
es_es: Moneda

source: Country
es_es: País

source: Region
es_es: Región

source: City
es_es: Ciudad

source: City Area
es_es: Area

source: Address
es_es: Dirección

source: Zip
es_es: CP

source: Name
es_es: Nombre

source: Photos
es_es: Fotos

source: Error, XML not found or wrong
es_es: Error, XML no encontrado o erróneo

source: Total Ads:
es_es: Anuncios totales

source: Success:
es_es: Éxito

source: Failed:
es_es: Fallados

source: Errors:
es_es: Errores

source: Item:
es_es: Elemento

source: Line:
es_es: Línea

source: Error, category tag not found
es_es: Error, Tag categoría no encontrado

source: Error, email tag not found
es_es: Error, Tag email no encontrado

source: Error, title tag not found
es_es: Error, Tag título no encontrado

source: Error, description tag not found
es_es: Error, Tag descripción no encontrado

source: Error happened generating XML file
es_es: Error, no se ha podido generar archivo XML

source: XML Generated successfully:
es_es: XML generado con éxito

source: No ads in the system
es_es: No hay anuncios en el sistema

source: The import feature allows you to import ads from a XML file to your system.
es_es: La funcionalidad de importar, te permite importar anuncios desde un fichero XML a tu sistema

source: Steps:
es_es: Pasos

source: 1) Load from an url or from your HD
es_es: 1) Carga desde una url o desde disco

source: 2) Set the corresponding xml tags from your file
es_es: 2) Introduce los correspondientes tags xml del archivo

source: 3) Make sure the tags name you set match with the ones of the XML file
es_es: 3) Asegúrate que el nombre introducido corresponde con los tags del archivo XML

source: 4) Execute the import
es_es: 4) Ejecuta la importación

source: - Categories that do not exist in the system will be skipped by default. To create non existent categories mark, the checkbox Create non existent categories
es_es: - Las categorías que no existen por defecto serán obviadas. Para crear las categorías que no existan, marca el checkbox Crear categorías no existentes

source: - When executing the import, in case mandatory tag is not found or found with a wrong value, the ad will be skiped from the importation
es_es: - Cuando se está ejecutando la importación, en caso de que un tag obligatorio no se haya introducido or tenga un valor erróneo, el anuncio será omitido de la importación

source: - Default Data: Lets you to assign default values for all the ad. In case both default data and tags are define, the tag value will have preference
es_es: Valores por defecto: Te permite asignar valores por defecto para todos los anuncios a importar. En caso de que el valor por defecto y el tag esten definidos, se utilizará el valor del tag

source: - Mandatories attributes are [ XML url, Category, Email, Title, Description ]. These values need to be set via default values or the corresponding XML tag
es_es: - Atributos obligatorios son <strong>[ XML url, Categoría, Email, Título, Descripción ]</strong>. Estos valores tienen que ser introducidos mediante valores por defecto o con su correspondiente tag XML

source: fotoHelp
es_es: - El nombre de tag para las fotos deberá contener el tag del fichero XML sin el número de foto. Ej: <strong> 'foto' => el xml tendrá que tener los tags como: 'foto1, foto2, foto3 ...</strong>

source: - Custom fields that do not exist will be created will be created automatically in the system
es_es: - Los atributos personalizados que no existan se crearán automáticamente

source: Export feature allows you to export all ads of your system into a single XML file
es_es: La funcionalidad de exportar permite exportar todos los anuncions del sistema a un archivo XML

source: - Default tags are: [ category, title, description, price, currency country, region, city, area, zip, address, name, email ]
es_es: - Tags por defecto son: <strong>[ category, title, description, price, currency country, region, city, area, zip, address, name, email ]</strong>

source: - Default Tag Photo is: [ photo ]. It will be added to xml followed by the position: &lt;photo1&gt;&lt;photo1/&gt;&lt;photo2&gt;&lt;photo2/&gt;&lt;photo3&gt;&lt;photo3/&gt;&lt;photo4&gt;&lt;photo4/&gt; ...
es_es: - Default Tag Foto es: <strong>[ photo ]</strong>. Las fotos serán añadidas al xml seguidas de la posición: <strong>lt;photo1&gt;&lt;photo1/&gt;&lt;photo2&gt;&lt;photo2/&gt;&lt;photo3&gt;&lt;photo3/&gt;&lt;photo4&gt;&lt;photo4/&gt; ...</strong>

source: - Tags not defined by the user will use its corresponding default tag
es_es: - Para los tags no definidos por el usuario se usaran los corresponientes valores por defecto

source: Userads
es_es: Elegir usuario para los anuncios

source: Default User
es_es: Elegir Usuario

source: TextPhotosTag
es_es: - Tag Fotos en el xml tiene que ser: nombre_tag_fotos+n n=1,2,3 ... <strong>Ej: Para 'foto' como nombre de tag => foto1, foto2, foto3, etc.</strong>

source: AddCustomField
es_es: Añadir Campo personalizado

source: CustomFieldTag
es_es: campo_personalizado

source: TextChooseUser
es_es: * El usuario elegido será el propietario de todos los anuncios
